//PRTKSDS1  JOB (KC03HED),'PRINT VSAM FILE',CLASS=A,MSGCLASS=H
//STEP1     EXEC PGM=IDCAMS
//SYSPRINT  DD  SYSOUT=*
//VSAMFILE  DD  DSN=KC03HED.INVMASTI.KSDS,DISP=SHR
//SYSIN     DD  *
  PRINT INFILE(VSAMFILE) CHAR
/*
